tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "ack"
brew "libssh2"
brew "aria2"
brew "autoconf"
brew "xz"
brew "autojump"
brew "axel"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "python@3.9"
brew "glib"
brew "cairo"
brew "cloc"
brew "openldap"
brew "curl", link: true
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "cython"
brew "deno"
brew "diff-so-fancy"
brew "docker", link: false
brew "docutils"
brew "editorconfig"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "emacs", restart_service: true
brew "exa"
brew "fd"
brew "fribidi"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "flow"
brew "fpp"
brew "fzf"
brew "gdk-pixbuf"
brew "gdrive"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnu-sed"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "icdiff"
brew "ipython"
brew "leiningen"
brew "libcroco"
brew "pango"
brew "librsvg"
brew "libuv"
brew "libvo-aacenc"
brew "libzip"
brew "llvm"
brew "lrzsz"
brew "lua"
brew "ruby"
brew "macvim", args: ["HEAD"]
brew "mosh"
brew "vapoursynth"
brew "mpv", link: false
brew "n", link: false
brew "neovim"
brew "nginx"
brew "nmap"
brew "node", link: false
brew "ocaml"
brew "opam"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "privoxy"
brew "proxychains-ng"
brew "python@2", link: false
brew "python@3.8"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rust"
brew "scons"
brew "shared-mime-info"
brew "sphinx-doc"
brew "starship"
brew "tcping"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "unrar"
brew "unzip"
brew "watchman"
brew "wget"
brew "xmlstarlet"
brew "railwaycat/emacsmacport/emacs-mac", link: false
cask "adium"
cask "alacritty"
cask "cooviewer"
cask "disk-inventory-x"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "mpv"
cask "ngrok"
cask "raycast"
cask "sublime-text"
cask "vimr"
